{
  "CopilotChat.nvim": {
    "branch": "main"
  },
  "LazyVim": {
    "branch": "main"
  },
  "LuaSnip": {
    "branch": "master"
  },
  "SchemaStore.nvim": {
    "branch": "main"
  },
  "aerial.nvim": {
    "branch": "master"
  },
  "arrow.nvim": {
    "branch": "master"
  },
  "avante.nvim": {
    "branch": "main"
  },
  "blink-cmp-copilot": {
    "branch": "main"
  },
  "blink.cmp": {
    "branch": "main"
  },
  "blink.compat": {
    "branch": "main"
  },
  "bufferline.nvim": {
    "branch": "main"
  },
  "catppuccin": {
    "branch": "main"
  },
  "cmake-tools.nvim": {
    "branch": "master"
  },
  "co-author.nvim": {
    "branch": "main"
  },
  "codesnap.nvim": {
    "branch": "main"
  },
  "conform.nvim": {
    "branch": "master"
  },
  "copilot.lua": {
    "branch": "master"
  },
  "crates.nvim": {
    "branch": "main"
  },
  "csvview.nvim": {
    "branch": "main"
  },
  "cyrillic.nvim": {
    "branch": "master"
  },
  "dial.nvim": {
    "branch": "master"
  },
  "diffview.nvim": {
    "branch": "main"
  },
  "dressing.nvim": {
    "branch": "master"
  },
  "edgy.nvim": {
    "branch": "main"
  },
  "fidget.nvim": {
    "branch": "main"
  },
  "flit.nvim": {
    "branch": "main"
  },
  "friendly-snippets": {
    "branch": "main"
  },
  "fzf-lua": {
    "branch": "main"
  },
  "gh-addressed.nvim": {
    "branch": "main"
  },
  "gh-blame.nvim": {
    "branch": "main"
  },
  "gitgraph.nvim": {
    "branch": "main"
  },
  "gitignore.nvim": {
    "branch": "master"
  },
  "gitlinker.nvim": {
    "branch": "master"
  },
  "grug-far.nvim": {
    "branch": "main"
  },
  "haskell-snippets.nvim": {
    "branch": "master"
  },
  "haskell-tools.nvim": {
    "branch": "master"
  },
  "hop.nvim": {
    "branch": "master"
  },
  "img-clip.nvim": {
    "branch": "main"
  },
  "inc-rename.nvim": {
    "branch": "main"
  },
  "jsfunc.nvim": {
    "branch": "master"
  },
  "just.nvim": {
    "branch": "master"
  },
  "kitty-scrollback.nvim": {
    "branch": "main"
  },
  "kulala.nvim": {
    "branch": "main"
  },
  "lazy.nvim": {
    "branch": "main"
  },
  "lazydev.nvim": {
    "branch": "main"
  },
  "lazydocker.nvim": {
    "branch": "main"
  },
  "leap.nvim": {
    "branch": "main"
  },
  "log-highlight.nvim": {
    "branch": "main"
  },
  "lualine.nvim": {
    "branch": "master"
  },
  "markdown-preview.nvim": {
    "branch": "master"
  },
  "mason-lspconfig.nvim": {
    "branch": "main"
  },
  "mason.nvim": {
    "branch": "main"
  },
  "mini.ai": {
    "branch": "main"
  },
  "mini.comment": {
    "branch": "main"
  },
  "mini.diff": {
    "branch": "main"
  },
  "mini.files": {
    "branch": "main"
  },
  "mini.hipatterns": {
    "branch": "main"
  },
  "mini.icons": {
    "branch": "main"
  },
  "mini.move": {
    "branch": "main"
  },
  "mini.pairs": {
    "branch": "main"
  },
  "mini.surround": {
    "branch": "main"
  },
  "nekifoch.nvim": {
    "branch": "main"
  },
  "neogen": {
    "branch": "main"
  },
  "neogit": {
    "branch": "master"
  },
  "neotest": {
    "branch": "master"
  },
  "neotest-dotnet": {
    "branch": "main"
  },
  "neotest-elixir": {
    "branch": "master"
  },
  "neotest-golang": {
    "branch": "main"
  },
  "neotest-haskell": {
    "branch": "master"
  },
  "neotest-python": {
    "branch": "master"
  },
  "noice.nvim": {
    "branch": "main"
  },
  "nui.nvim": {
    "branch": "main"
  },
  "nvim-jqx": {
    "branch": "master"
  },
  "nvim-lightbulb": {
    "branch": "master"
  },
  "nvim-lint": {
    "branch": "master"
  },
  "nvim-lspconfig": {
    "branch": "master"
  },
  "nvim-nio": {
    "branch": "master"
  },
  "nvim-notify": {
    "branch": "master"
  },
  "nvim-spider": {
    "branch": "main"
  },
  "nvim-treesitter": {
    "branch": "master"
  },
  "nvim-treesitter-context": {
    "branch": "master"
  },
  "nvim-treesitter-textobjects": {
    "branch": "master"
  },
  "nvim-ts-autotag": {
    "branch": "main"
  },
  "nvim-ts-context-commentstring": {
    "branch": "main"
  },
  "obsidian.nvim": {
    "branch": "main"
  },
  "octo.nvim": {
    "branch": "master"
  },
  "omnisharp-extended-lsp.nvim": {
    "branch": "main"
  },
  "orgmode": {
    "branch": "master"
  },
  "overseer.nvim": {
    "branch": "master"
  },
  "pantran.nvim": {
    "branch": "main"
  },
  "persistence.nvim": {
    "branch": "main"
  },
  "plenary.nvim": {
    "branch": "master"
  },
  "refactoring.nvim": {
    "branch": "master"
  },
  "remote-nvim.nvim": {
    "branch": "main"
  },
  "remote-sshfs.nvim": {
    "branch": "main"
  },
  "render-markdown.nvim": {
    "branch": "main"
  },
  "rustaceanvim": {
    "branch": "master"
  },
  "showkeys": {
    "branch": "main"
  },
  "snacks.nvim": {
    "branch": "main"
  },
  "telescope.nvim": {
    "branch": "master"
  },
  "telescope_hoogle": {
    "branch": "master"
  },
  "timerly": {
    "branch": "main"
  },
  "todo-comments.nvim": {
    "branch": "main"
  },
  "tokyonight.nvim": {
    "branch": "main"
  },
  "tree-sitter-haskell": {
    "branch": "master"
  },
  "treesj": {
    "branch": "main"
  },
  "trouble.nvim": {
    "branch": "main"
  },
  "ts-comments.nvim": {
    "branch": "main"
  },
  "typr": {
    "branch": "main"
  },
  "typst-preview.nvim": {
    "branch": "master"
  },
  "urlview.nvim": {
    "branch": "main"
  },
  "venv-selector.nvim": {
    "branch": "regexp"
  },
  "vim-dadbod": {
    "branch": "master"
  },
  "vim-dadbod-completion": {
    "branch": "master"
  },
  "vim-dadbod-ui": {
    "branch": "master"
  },
  "vim-illuminate": {
    "branch": "master"
  },
  "vim-repeat": {
    "branch": "master"
  },
  "vim-startuptime": {
    "branch": "master"
  },
  "vimtex": {
    "branch": "master"
  },
  "volt": {
    "branch": "main"
  },
  "which-key.nvim": {
    "branch": "main"
  },
  "yanky.nvim": {
    "branch": "main"
  },
  "yazi.nvim": {
    "branch": "main"
  }
}
