;;; Misc
;; Support to non-default keyboard layouts
(package! reverse-im)
;; Interact with phone
(package! kdeconnect)
;; Practice typing speed
(package! speed-type)
;; Search in stackoverflow and it's sisters sites
(package! howdoyou)
;; postframe to show which-key popup
(package! which-key-posframe)
;; Fast and beautiful text search
(package! deadgrep)
;; sideline buffer navigator powered by imenu
(package! imenu-list)
;; Reading EPUBs in emacs
(package! nov)
;; comany-fuzzy
(package! company-fuzzy)
(package! flx)
;; Theme-switching for Emacs based on daytime
(package! circadian)
;; Display emojis
(package! emojify)
