;;; Misc
;; Support to non-default keyboard layouts
(package! reverse-im)
;; Interact with phone
(package! kdeconnect)
;; Practice typing speed
(package! speed-type)
;; Search in stackoverflow and it's sisters sites
(package! howdoyou)
;; Fast and beautiful text search
(package! deadgrep)
;; sideline buffer navigator powered by imenu
(package! imenu-list)
;; Reading EPUBs in emacs
(package! nov)
;; Theme-switching for Emacs based on daytime
(package! circadian)
;; Automatically toggle org-mode latex fragment previews as the cursor enters and exits them
(package! org-fragtog)
;; Make your Emacs sound like a proper typewriter.
(package! selectric-mode)
;; Recipes by url
(package! org-chef)
;; company persient sorting
(package! company-prescient)
