jorgebucaran/fisher
franciscolourenco/done
wfxr/forgit
patrickf1/fzf.fish
jorgebucaran/autopair.fish
acomagu/fish-async-prompt
plttn/fish-eza
givensuman/fish-eza
ryoppippi/bdf.fish
0rax/fish-bd
jorgebucaran/spark.fish
edc/bass
gazorby/fish-abbreviation-tips
nickeb96/puffer-fish
lilyball/nix-env.fish
ryoppippi/fish-na
kidonng/nix-completions.fish
gazorby/fifc
oh-my-fish/plugin-thefuck
oh-my-fish/plugin-android-sdk
veirt/web-search.fish
dideler/dl.fish
halostatue/fish-go@v2
